{
  "resume": {
    "link": "https://docs.google.com/document/d/15Ljyth_ALPMiujQqMECX4s1Ah6lzlHuMWFofiqn5mgs/edit?usp=sharing",
    "positions": [
      {
        "title": "Software Developer",
        "location": "Charter Communications",
        "points": [
          "Worked within an agile team building an automation platform used for the certification of Charter branded  networking devices.",
          "Provided guidance and feedback to the team for the greenfield development of a new React/Redux interface.",
          "Independently design, architect, and implement UI components used for generating and viewing results data, user authentication and site access control."
        ],
        "dates": {
          "start": "August 2017",
          "end": "Current"
        }
      },
      {
        "title": "Site Supervisor",
        "location": "Bastion Software Solutions",
        "points": [
          "Refined communication abilities to convey unique technical problems between developers, designers and clients at all levels, from operator to C-level.  Improved relations with clients as a result."
 
        ],
        "dates": {
          "start":"May 2014",
          "end": "July 2016"
        }
      },
      {
        "title": "Audio Engineer",
        "location": "Indiana University School of Music",
        "points": [
          "Practiced my abilities to rapidly identify and troubleshoot systemic issues in an incredibly time critical situations. The show must go on. ",
          "Led and mentored audio teams for large opera and musical productions."
        ],
        "dates": {
          "start": "August 2012",
          "end": "February 2014"
        }
      }
    ]
  },
  "basics": {
    "name": "Kyle Zucker",
    "title": "Developer. Craftsman."
  },
  "quote": {
    "words": "Give me six hours to chop down a tree and I will spend the first four sharpening the axe.",
    "words_first_half": "Give me six hours to chop down a tree,",
    "words_second_half": "and I will spend the first four sharpening the axe.",
   
    "speaker": "Abe Lincoln"
  },
  "bio": {
    "topper": "I like whiteboarding.",
    "body": "For me, there’s no point in coding without a vision of what needs to be happening. In my experience, the most damaging and time wasting problems grew from code that lacked that vision. Craftsmanship in coding means constantly revising and applying your vision to your own and your team’s work. I walk the path of Craftsmanship as best I can."
  },
  "contact": {
    "email": "zkyle12@gmail.com",
    "github": "https://github.com/zkc"
  },
  "projects": [
    {
      "title": "FlowReader",
      "description": "Read faster with a word by word technique. I built this applet to explore the technique. It is an exercise in simplicity.",
      "iframe_link": "https://zkc.github.io/flow-word/"
    },
    {
      "title": "Potter's Wheel",
      "description": "Trello-inspired, list and card based organization tool. React/Redux toolbox provides the abstraction needed while not sacrificing granular control. This is a long term project.",
      "iframe_link": "https://zkc.github.io/potters-wheel/"
    }
  ]
 }
 