{
  "resume": {
    "link": "https://resume.creddle.io/resume/d9o4r324bdb",
    "positions": [
      {
        "title": "Software Developer", 
        "location": "Charter Communications",
        "points": [
          "Mentored other members of the dev team on key concepts and best practices to apply in React and Redux, often thru group code reviews.",
          "Built base components for fresh, green-field application rebuild in React.",
          "Uplift and support coworkers who were stressed out.",
          "Contribute to the design of the full stack architecture. Developed API endpoints as needed by the UI."
        ], 
        "dates": {
          "start": "August 2017",
          "end": "Current"
        }
      }, 
      {
        "title": "Site Supervisor",
        "location": "Bastion Software Solutions",
        "points": [
          "Help clients understand ongoing development progress, take feedback and communicate appropriate requests back to the developers.",
          "Teach the end user about system capabilities and proper operation.  Often done in person on client sites.",
          "Noticeably improved relations with an unpopular client by redeveloping weekly communication methods that helped establish mutually accountability.",
          "Identify and fix data mistakes and system configuration issues in databases with SQL"
        ], 
        "dates": {
          "start":"May 2014",
          "end": "July 2016"
        }
      },
      {
        "title": "Audio Engineer", 
        "location": "Indiana University School of Music",
        "points": [
          "Independently responsible for perfect, professional performance of all audio operations as required by the major shows and events held by the school.",
          "Mentored small teams of audio students thru working together on productions and expanding on techniques and methodology."
        ], 
        "dates": {
          "start": "August 2012", 
          "end": "Feburary 2014"
        }
      }
    ]
  }, 
  "basics": {
    "name": "Kyle Zucker",
    "title": "Developer"
  },
  "quote": {
    "words": "Give me six hours to chop down a tree and I will spend the first four sharpening the axe.", 
    "words_first_half": "Give me six hours to chop down a tree,", 
    "words_second_half": "and I will spend the first four sharpening the axe.", 
    
    "speaker": "Abe Lincoln"
  },
  "bio": "I like whiteboarding", 
  "contact": {
    "email": "zkyle12@gmail.com", 
    "github": "https://github.com/zkc"
  }
}
